tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "awscli"
brew "curl"
brew "git"
brew "python"
brew "htop"
brew "jq"
brew "mas"
brew "neofetch"
brew "nmap"
brew "node"
brew "thefuck"
brew "tldr"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "adobe-acrobat-reader"
cask "alfred"
cask "appcleaner"
cask "atom"
cask "bitwarden"
cask "discord"
cask "dozer"
cask "figma"
cask "gimp"
cask "google-chrome"
cask "intellij-idea"
cask "iterm2"
cask "joplin"
cask "nightowl"
cask "postman"
cask "slack"
cask "spectacle"
cask "spotify"
cask "virtualbox"
cask "visual-studio-code"
cask "wireshark"
mas "Amphetamine", id: 937984704
