tap "adoptopenjdk/openjdk"
tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "akamai"
brew "cfn-lint"
brew "openldap"
brew "curl"
brew "fzf"
brew "git"
brew "go"
brew "openjdk"
brew "gradle"
brew "htop"
brew "httpie"
brew "jq"
brew "lastpass-cli"
brew "lua"
brew "mas"
brew "maven"
brew "mysql", restart_service: true
brew "nmap"
brew "node"
brew "pyenv"
brew "telnet"
brew "thefuck"
brew "tldr"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
cask "adobe-acrobat-reader"
cask "adoptopenjdk11"
cask "alfred"
cask "anki"
cask "appcleaner"
cask "appflowy"
cask "authy"
cask "bitwarden"
cask "cold-turkey-blocker"
cask "cryptomator"
cask "discord"
cask "drawio"
cask "fig"
cask "firefox"
cask "flux"
cask "google-chrome"
cask "google-drive"
cask "hiddenbar"
cask "iterm2"
cask "joplin"
cask "keka"
cask "lastpass"
cask "libreoffice"
cask "macfuse"
cask "notion"
cask "obsidian"
cask "onyx"
cask "pomotroid"
cask "postman"
cask "rectangle"
cask "slack"
cask "spotify"
cask "sqlectron"
cask "steam"
cask "veracrypt"
cask "visual-studio-code"
cask "whatsapp"
mas "Amphetamine", id: 937984704
mas "Bear", id: 1091189122
mas "HP Smart", id: 1474276998
mas "Microsoft OneNote", id: 784801555
mas "Pocket", id: 568494494
mas "Todoist", id: 585829637
